{
  "team": [
    {
      "name": "Colleen",
      "carousel": true,
      "modalTarget": "colleen",
      "image": "coleen.jpg",
      "title": "Schedule Coordinator",
      "text": [
        "Colleen was born in Dayton, Ohio and raised in Houston, Texas. She has lived in the Kingwood area since 1977 and is a member of the first graduating class of Kingwood High School. She and her husband have been married for the better part of 30 years and they are the proud parents of a daughter. Colleen and her husband enjoy touring Texas and staying in bed & breakfasts as Colleen studies the history of the places they visit. When she’s not sewing, cooking, reading, touring museums, studying photography or playing Sudoku, Colleen spends her free time tracing her genealogy and practicing her public speaking skills."
      ]
    },
    {
      "name": "Leslie",
      "carousel": true,
      "modalTarget": "leslie",
      "image": "leslie.jpg",
      "title": "Financial Coordinator",
      "text": [
        "Leslie has one of the sweetest personalities, and we have been able to enjoy it at the office since she started working here in 2001. Leslie has been married now for over 30 years and has 3 beautiful girls and 2 beautiful grand-daughters. Her dentistry career began when her daughters were all in braces and she got a job as an insurance specialist at their orthodontist office. She lived in Oklahoma and Colorado before her husbands' employment transferred them to Kingwood and she became our financial coordinator. We don't know what we would do without her. When she isn't busy keeping us all in line she enjoys decorating and redocrating her home, sewing, quilting, watching movies, cruising and dancing."
      ]
    },
    {
      "name": "Rhonda",
      "carousel": true,
      "modalTarget": "rhonda",
      "image": "rhonda.jpg",
      "title": "Dental Hygienist",
      "text": [
        "Rhonda keeps the office laughing and makes us all wonder what she is going to say next. She is a native of Texas and was born in Houston where she has lived her whole life. She started working in dentistry while in High School before receiving her Dental Hygiene degree from the University of Texas. She has been at the office for over 24 years and we hope to keep her at least 24 more! She has many hobbies and interest, but her favorite is to travel. There has not been a place anywhere that she hasn't enjoyed. She loves her job, mostly because of the relationships she is able to form with the people she meets. Life is too short, and the people we meet along the way make the trip more fun!!!"
      ]
    },
    {
      "name": "Phyl",
      "carousel": true,
      "modalTarget": "phyl",
      "image": "phylis.jpg",
      "title": "Dental Hygienist",
      "text": [
        "Phyl is one that can get things done and never complains. She grew up most of her life in San Francisco before moving to Texas. While in California she graduated from a 2 year dental assisting program and worked for an orthodontist for 10 years. In 1989 she moved to Texas and soon after graduated from Lamar University in the Dental Hygiene Program. We have been blessed to have Phyl in our office since 2004. She really loves what she does and that she is able to contribute in a small way to aid in people's oral health. Her Christian faith plays an important role in her life and she knows that dental hygiene is something she can use to bless others. She enjoys watching movies with friends, bike riding, traveling, shopping, buying electronic gadgets and spoiling her cat and 2 dogs."
      ]
    },
    {
      "name": "Marilee",
      "carousel": true,
      "modalTarget": "marilee",
      "image": "marilee.jpg",
      "title": "Dental Assistant",
      "text": [
        "Marilee is such a blessing to our team and helps make sure everything runs smoothly. She picked dentistry for a new work beginning 20 years ago and has been doing it ever since. She grew up mostly in Idaho on a potato farm where she learned to work hard and how to milk a cow very fast. In her free time she loves to sew, garden and spend time with her 14 grandchildren."
      ]
    },
    {
      "name": "Kayla",
      "carousel": true,
      "modalTarget": "kayla",
      "image": "kayla.jpg",
      "title": "Dental Assistant",
      "text": [
        "Kayla brings a smile with her everyday and does a great job sharing it with others. She has lived in Kingwood her whole life and began working for our office as a dental assistant 2 years ago. She stumbled into dentistry when her childhood dentist and his wife asked her if she would like to work for them over the summer. Ever since then she has wanted to pursue a career in the dental field. She loves the environment and getting the opportunity to make others smile. Besides work, she loves riding her horses and lately, planning her wedding!!!"
      ]
    }
  ]
}